/* Вывести на экран числа 5, 10 и  21 одно под другим. */

#include <iostream>

int main()
{
	std::cout << "5\n10\n21\n";
	std::system("pause");
	return 0;
}